{
  "posts": [
    {
      "id": 1,
      "title": "json-server",
      "author": "typicode"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "noticias": [
    {
      "id": 1,
      "titulo": "Hotmart FIRE: O Maior Evento de Marketing Digital",
      "descricao": "Prepare-se para o maior evento de marketing digital da América Latina",
      "texto_completo": "O Hotmart FIRE 2025 promete reunir os maiores nomes do marketing digital em São Paulo. Com mais de 150 palestrantes internacionais e nacionais, o evento abordará temas como vendas online, tráfego pago, copywriting e muito mais. Garanta sua vaga para os dias 15 a 17 de julho no Allianz Parque.",
      "imagem": "https://picsum.photos/300/200?random=1",
      "data": "2025-07-15",
      "hora": "09:00",
      "publicoAlvo": "Profissionais de marketing digital",
      "categoria": "Marketing Digital"
    },
    {
      "id": 2,
      "titulo": "Subido: Imersão em Gestão de Tráfego",
      "descricao": "O evento que vai revolucionar sua forma de fazer tráfego pago",
      "texto_completo": "O Subido 2025 traz três dias intensos de aprendizado sobre gestão de tráfego com especialistas do mercado. Aprenda estratégias avançadas de Facebook Ads, Google Ads e TikTok Ads. O evento acontecerá nos dias 20 a 22 de agosto no WTC São Paulo.",
      "imagem": "https://picsum.photos/300/200?random=2",
      "data": "2025-08-20",
      "hora": "08:30",
      "publicoAlvo": "Gestores de tráfego e marketeiros",
      "categoria": "Tráfego Pago"
    },
    {
      "id": 3,
      "titulo": "Summit Empresarial: Inovação e Liderança",
      "descricao": "Encontro dos maiores líderes empresariais do Brasil",
      "texto_completo": "O Summit Empresarial 2025 reunirá CEOs, empreendedores e líderes de grandes empresas para discutir o futuro dos negócios. Com foco em inovação, tecnologia e liderança, o evento acontecerá nos dias 10 e 11 de setembro no Centro de Convenções Frei Caneca.",
      "imagem": "https://picsum.photos/300/200?random=3",
      "data": "2025-09-10",
      "hora": "10:00",
      "publicoAlvo": "CEOs e líderes empresariais",
      "categoria": "Liderança e Inovação"
    }
  ]
}